[
  {
    "content": [
      {
        "subtitle": "Do what you love. Love what you do."
      },
      {
        "text": "I’m Lilach Aisemberg, founder and owner of Baby Dev Studio in Sammamish, WA, USA. I’m an infant development instructor and an infant massage instructor."
      },
      {
        "text": "I earned my degree from First-Step College, a professional infant development training program in Israel (2008). I learned infant massage and baby yoga in Israel (2010), and again at Bastyr University here in Washington (2015)."
      },
      {
        "text": "I also studied craniosacral therapy in Israel (2011-2012) and trained with Michelle Emanuel on cranial nerve dysfunction, torticollis and plagiocephaly in newborn to pre-crawling babies (2016)."
      },
      {
        "text": "Recently (2018) I took a course at the University of Washington on mindfulness and completed training to conduct “Listening Mothers” group classes."
      },
      {
        "text": "I am the mother of three amazing kids, whom I am raising with my husband, the love of my life. I started my work life as a social worker in the Israeli army for two years, then studied architecture and interior design for three years. At the end of my last semester studying architecture, I gave birth to my oldest child."
      },
      {
        "text": "I took her to infant development classes starting at one month old and continued until she began walking. It was so helpful and life-changing that I found myself giving up on what I thought was my dream of creating a successful architectural firm."
      },
      {
        "text": "I had a very successful infant development studio in Israel and it was very hard for me to leave behind what I had built when we moved to the USA. Until the move, most of my work had been in my native language. After trying to teach my classes in English, I decided I could continue my work."
      },
      {
        "text": "I have a passion and a love for my profession. I have something incredible to give, so I'm jumping into the water and starting to swim. My ob-gyn and a lot of other people have told me that I need to get over my fears and share my knowledge in English."
      },
      {
        "text": "I’m bringing with me something new and very innovative in the infant development field. Because it involves a preventive approach through play, it’s suitable for every baby."
      },
      {
        "text": "My purpose in life is to bring my philosophy and knowledge to as many families as I can so they will benefit the way my family and I have. These concepts can help parents and other caregivers give their children a good foundation in life: motor, sensory, communication, problem-solving, bonding and more."
      },
      {
        "text": "I will accompany you throughout your journey as a confident parent and your child’s journey through their developmental milestones with lots of experience, love, understanding and acceptance."
      },
      {
        "text": "Preventative care is my goal. I want to empower parents to give their infants a strong and safe start to their lives physically, emotionally and cognitively."
      },
      {
        "text": "I’ve seen results for 13 years now. I can see the difference on so many levels. Years later, these children excel in problem-solving, independence and other life skills."
      },
      {
        "text": "Life is really all about relationships and communication between people. Relationships can last for the long run, like with your family and good friends, or for a short time, like with people you meet in the store or in yoga class. I believe it’s essential to give your very best, as much as you can in this specific moment, in every connection you have with other people. If you have something good to say or something good to give to others, spread it with love. It will make you happy and could benefit the other person if they would like to accept it."
      },
      {
        "text": "I have a lot of experience and knowledge that I’ve collected over the past 13 years that relates to infant development and my view of our role as parents through the milestones, from birth until the infant is walking by themselves. I'm sharing it and changing other people's lives for the good as I have changed my own."
      },
      {
        "text": "I’m welcoming you into a unique tribe that creates confident parents with real hands-on tools, not just philosophical ones."
      },
      {
        "text": "I’m here to help you gain or strengthen your parenting gut!"
      }
    ]
  }
]