[
  {
    "content": [
      {
        "subtitle": "Do what you love, love what you do"
      },
      {
        "text": "I am Lilach Aisemberg, the Founder and Owner of baby Dev studio in Sammamish, WA, USA."
      },
      {
        "text": "I’m an Infant Development Instructor and an Infant massage Instructor."
      },
      {
        "text": "I earned my degree from “First-Step” college, a professional infant development training program in Israel (2008)."
      },
      {
        "text": "I learned Infant massage and Baby Yoga in Israel (2010) and again at Bastyr university here in Washington (2015)."
      },
      {
        "text": "I studied Craniosacral therapy in israel (2011-2012) and took a training with Michelle Emanuel on cranial nerve dysfunction and Torticollis and plagiocephaly in newborn to pre-crawling baby (2016)."
      },
      {
        "text": "Just recently (2018) I took a course at the University of Washington on mindfulness and completed training to be able to do “Listening Mothers” group classes."
      },
      {
        "text": "I am a mother of 3 amazing kids who I am raising with my husband , the love of my life. I started my life as a social worker in the Israeli army for two years, went to learn Architecture & Interior design for three  years and in the end of the last semester gave birth to my oldest child."
      },
      {
        "text": "I took her to an Infant development classes  starting at  1 month old and continued until she started walking."
      },
      {
        "text": "It was so helpful and life changing that I found myself giving up on what I thought was  my dream of creating a successful architectural firm."
      },
      {
        "text": "I had a very successful Infant Development studio in Israel and it was very hard for me to leave behind what I had built, when we moved to the USA. Until now, most of my work was in my native language after trying my way in English I decided that I can do it."
      },
      {
        "text": "I have a passion and love for my profession. I have something incredible to give, so I'm jumping into the water and starting to swim. My obgyn and a lot of other people have told me that I need to get over my fears and spread all this knowledge around in English."
      },
      {
        "text": "I’m bringing with me something new and very innovative in the Infant development field. It comes with a lot of thoughts of a preventive approach through play and this is why it is suitable for every baby."
      },
      {
        "text": "My purpose in life is to bring my philosophy and knowledge to as many families that I can so that they will benefit from it the way my family and I have."
      },
      {
        "text": "I will accompany you throughout your journey as a confident parent and your child’s journey in their developmental milestones with lots of experience, love, understanding and acceptance."
      },
      {
        "text": "Preventative care is my goal. To give parents the ability to give their infant a strong and safe start to their life physically, emotionally and cognitively is my goal."
      },
      {
        "text": "I’m seen results for 13 years now. I can see the difference in so many levels years later in problem solving and independence in all life skills."
      },
      {
        "text": "Life is really all about relationships and communication between people. It could be for the long run, like your family and good friends or for a short time like, people that you meet in the store or in yoga class. I believe that you need to give your very best, as much as you can in this specific moment, in every connection that you have with other people. If you have something good to say or something good to give to others, spread it with love. It will make you happy and could benefit the other person if he/she would like to accept it."
      },
      {
        "text": "I have a lot of experience and knowledge that I’ve collected over the past 13 years that relates to infant development and my way of seeing  our role as parents throughout all milestones from birth until the infant is walking by themselves and I'm sharing it and changing other people's lives for the good as I have changed my own."
      },
      {
        "text": "This is my purpose in life to help parents (and other caregivers) to give and help their children to have a good foundation in life:  motor, sensory, communication, problem solving, bonding and more. I’m welcoming you to be a part of a unique tribe that creates  confident parents with real hands-on tools, not just philosophical ones."
      },
      {
        "text": "I’m here to help you gain or strengthen your parenting gut!"
      }
    ]
  }
]