[
  {
    "header": "What happens at this stage?",
    "content": [
      {
        "text": "These are the days before the baby enters the world. We’re very excited, anxious and maybe even terrified of what is about to come."
      },
      {
        "text": "We might feel this way for many reasons:"
      },
      {
        "ol": [
          "We’re brand-new parents with no experience.",
          "We don’t remember what we did with our previous children years before.",
          "We want to change or improve our parenting, starting from the very first moment."
        ]
      }
    ]
  },
  {
    "header": "Why is this stage important?",
    "content": [
      {
        "text": "It can provide you with the tools to make the parenting experience more relaxing and give you confidence right from the start. You’ll bring your baby home knowing that you can do it!"
      },
      {
        "text": "In this stage, you can gain basic knowledge and learn that you’re not alone."
      }
    ]
  },
  {
    "header": "Things to pay attention to",
    "content": [
      {
        "text": "No one is born knowing how to be a parent. Today's society is built on small core families and not on tribes like in the past. We have no one to learn from, so we feel that we need help. We want to find an expert to teach us what our extended family can’t (no matter the reason)."
      },
      {
        "ul": [
          "Family starts with you, the parents. Communication is the key to a good relationship, in good times and in hard times. Talk to each other about your feelings and share your thoughts and fears. Remember NOT to judge your partner when they share their feelings. Every one of us grew up in a different environment and in a different way. We are different people and we need to respect that and learn from one another to become better parents. Our common goal is to be good parents to our kids and we want to do it together.",
          "Ask for help! It takes a village to raise a child. Prepare as much as you can and learn as much as you can before baby’s birth.",
          "Everything and everyone can wait until a few weeks after the delivery. If you need alone time, take it. Everyone will understand. But if you feel overwhelmed, reach out and welcome people in to help you."
        ]
      }
    ]
  }
]