[
  {
    "content": [
      {
        "subtitle": "Come and be a part of the change. Think, act and do in advance - preventative care through fun exercises."
      },
      {
        "text": "Baby Dev offers a unique perspective on child development. It starts with seeing the baby as a whole and the parents as guides, important figures whose job is to teach, support and challenge the baby."
      },
      {
        "text": "The baby and their parents are at the same time one unit and two separate ones."
      },
      {
        "text": "Gradually, a system of stimulation is created, allowing for an in-depth study of the infant's response, motor and sensory abilities in accordance with his age.Gradually, a system of stimulation is created, allowing for an in-depth study of the infant's response, motor and sensory abilities in accordance with their age."
      },
      {
        "text": "Each infant is a world unto itself and does not resemble another (including siblings). Each instance of a baby who “can’t lay on their stomach” has a different cause. We discover what is unique and personal for that baby and then work to provide ways to strengthen their weaknesses."
      },
      {
        "text": "The uniqueness of a baby’s situation will determine the range of parameters that will be addressed: the motor aspect, the sensory aspect and the behavioral aspect. An assessment of sensorimotor capabilities actually checks the connection and the relationship between the systems. The motor system and the sensory system affect each other and feed on each other, so it’s important that the two systems be balanced and stable."
      },
      {
        "text": "The uniqueness of this method is in understanding the relationship between the various systems: the motor system, the sensory system, the skeletal and musculoskeletal functions, and the physical and developmental environment of the infant. Thus, my recommendations provide a complete picture of your baby’s development and a unique and personal response that will strengthen and help your infant overcome their developmental and/or sensory difficulties."
      },
      {
        "text": "The meeting is a learning encounter. However, it takes place in a warm and supportive atmosphere for the parent and especially for the baby. In my view, a baby who is frantic and crying can’t perform and internalize a learning process. This is why most of our process is done through fun game exercises."
      },
      {
        "text": "Each session creates a detailed personal work process for the baby. Afterward, the parents continue the exercises with the baby at home to bring about the change and advancement necessary for the baby’s development."
      },
      {
        "text": "We deal with the developmental stages of chronological age and teach the infant what they need to reach at each stage."
      },
      {
        "text": "This means we don’t skip developmental stages because each stage relies on the previous stage and serves as a basis for the next stage(s)."
      },
      {
        "text": "We work on a variety of factors at the same time, strengthening the parents and teaching the exercises until the parents feel safe and comfortable with each exercise they’ve learned, challenging the baby’s existing abilities and more."
      },
      {
        "text": "We promote balance in the work process - balanced work will always be done: balance on both sides of the body, variation in touch strengths (gentle touch and deep touch), and release and extension of the muscles (one side is shortened and the other is elongated)."
      },
      {
        "text": "In other methods, the prevailing attitude is to strengthen the weak areas only."
      },
      {
        "text": "No work is done while crying - I believe that crying and resistance attest to the baby’s distress and entry into a defensive stance and a position of survival. In this situation, there can be no learning process."
      },
      {
        "text": "The quality of the movement and the realization and extraction of the previous motor stages are no less important than the actual performance of the movement itself."
      },
      {
        "text": "In our developmental accompaniment, we aid the natural motor and sensory development of the baby. We learn what they are supposed to do today (according to their age and developmental stage) and how to help, accompany and direct them so they can realize their developmental stage in the best possible manner for them."
      },
      {
        "text": "For example, we determine the stage when they should lie on their belly with a smile, crawl symmetrically or sit without support, and then we help them accomplish it."
      },
      {
        "text": "We learn how to correctly hold the baby using our bodies and various accessories such as special bean bags, physio balls and musical instruments."
      },
      {
        "text": "We learn how to use the carrier in a simple, easy and safe way."
      },
      {
        "text": "We learn how to deal with various “problems” such as gas bubbles, crying, sleep difficulties and more."
      },
      {
        "text": "We prepare our babies for the next stage, strengthen them where they are and challenge them with a lot of love."
      }
    ]
  }
]