[
  {
    "content": [
      {
        "subtitle": "Come and be a part of the change. Think, act, do in advance - preventative care through fun exercises."
      },
      {
        "text": "Baby Dev offers a unique perspective on child development path. It starts by seeing the baby as a whole and the parents as the guides and a very important figure whose job is to Teach, Support and Challenge the baby."
      },
      {
        "text": "The baby and his parents are at the same time one unit and two separate ones."
      },
      {
        "text": "Gradually, a system of stimulation is created, allowing for an in-depth study of the infant's response, motor and sensory abilities in accordance with his age."
      },
      {
        "text": "Each infant is a world unto itself and does not resemble another (including siblings). Each baby “who can not lay on his stomach” has a different cause. We will discover what is unique and personal, for that baby and then work to provide ways to strengthen its weaknesses."
      },
      {
        "text": "The uniqueness of the diagnosis will determine the range of parameters that will be addressed: the motor aspect, the sensory aspect, and the behavioral aspect. Diagnosis based on sensory-motor capabilities actually checks the connection and the relationship between the systems. The motor system and the sensory system affect each other and feed on each other, so it is important that the two systems be balanced and stable."
      },
      {
        "text": "The uniqueness of the method is to understand the relationship between the various systems: the motor system, the sensory system, the skeletal and musculoskeletal functions, and the physical and developmental environment of the infant. Thus, the diagnosis provides a complete picture of the development of the baby and a unique and personal response that will strengthen and help the infant overcome developmental and / or sensory difficulties."
      },
      {
        "text": "The meeting is a learning encounter. However, it takes place in a warm and supportive atmosphere for the parent and especially for the baby. In my view, when the baby is not calm and in a state of crying, he can not perform and internalize a process of learning. As a result, most of the process is done through fun game exercises."
      },
      {
        "text": "Each session creates a detailed personal work process for the baby, after which the parents continue the exercises with the baby at home for the sake of change and advancement necessary for the development of the baby."
      },
      {
        "text": "We deal with the developmental stage of chronological age, and teach the infant what he needs to reach at the stage."
      },
      {
        "text": "This means that we do not skip developmental stages because each stage relies on the previous stage and serves as a basis for the next stage/stages."
      },
      {
        "text": "Working on a variety of factors at the same time: the musculoskeletal system, the sensory system, strengthening the parent and teaching the exercises until the parents feel safe and comfortable with each exercise they learned , challenging the existing abilities and more."
      },
      {
        "text": "Balance in the work process - balanced work will always be done. Balance on both sides of the body, giving different touch strengths (gentle touch and deep touch), release and extension of the muscles (although only one side is shortened and the other is elongated)."
      },
      {
        "text": "In other methods, the prevailing attitude is to strengthen the weak only."
      },
      {
        "text": "There is no work while crying - I believe that crying and resistance attest to the distress and entry of the baby into a defensive situation and a place of survival. In this situation there can be no learning process."
      },
      {
        "text": "The quality of the movement, the realization and the extraction of the previous motor stages are no less important than the actual performance of the movement itself."
      },
      {
        "text": "In our developmental accompaniment we accompany the natural, motor and sensory development of our baby:"
      },
      {
        "text": "We learn what he is supposed to do today (according to his age and developmental stage), and how to help, accompany and direct him so that he can realize the developmental stage in the best possible manner for him."
      },
      {
        "text": "For example: lay on your stomach with a smile, crawl symmetrically, sit without the support of a hand and more."
      },
      {
        "text": "We learn the correct grip of the baby, using our bodies and various accessories such as: special bean bag, physio ball and musical instruments."
      },
      {
        "text": "We learn how to use the carrier in a simple, easy and safe way."
      },
      {
        "text": "We learn how to deal with various “problems” such as: dealing with gas problems, ways to cope with crying, preventing sleep problems and more."
      },
      {
        "text": "We will prepare the baby for the stage to which he will be coming, strengthen the place where he is and challenge him with a lot of love."
      }
    ]
  }
]