[
  {
    "content": [
      {
        "subtitle": "Infant massage is a basic need."
      },
      {
        "text": "Learn how to give your child the touch that they so deserve & want from you. Show them how much you love & care for them."
      },
      {
        "text": "In many cultures, babies are generally cradled naked on their mother’s bare chest at birth."
      },
      {
        "text": "Historically, this was necessary for the baby’s survival. In recent times, in some societies such as in industrialized countries, more babies are born in hospital, and as part of usual hospital care babies are often separated and swaddled or dressed before being given to their mothers. Babies who exposed to skin-to-skin contact interacted more with their mothers and cried less. The touch of skin-to-skin is important to the connection between them and their baby, and how much their touch on their baby by massaging them skin-to-skin helps their baby to feel safe and helping him to be more calm and a happy baby."
      },
      {
        "text": "The bonding process is the first and most important attachment between the newborn baby and his mother and father (or any other take giver or in any other kind of an “untraditional” family). It is the deepest emotional connection that occur usually just after the baby is born and I believe that it is continuing for years to come in different shapes and ways. From the parents point of view there is the feeling of joy and responsibility. From the baby/child there is the feeling of security because his basic needs are fulfilled. A human being works like that - he needs to bond with the people that surround him and feel secure and safe. I think that in order for a person to believe and be a trusting person in others he needs as a baby to feel loved and secure with his parents and it starts from the moment that he is in his mother's arms. It all begins with a loving touch!"
      },
      {
        "text": "Preparing the environment for massage: a safe place for baby, drinking water for mother, comfort, proper temperature, dimming light, pleasant music, wipes, diaper and towel. It is recommended to strip the baby (can be wrapped in cloth diaper in the areas that we don’t work on at the same time)."
      },
      {
        "text": "The room temperature is between 72 °f -77 °f, you can dim the lights and put on pleasant music (for everyone's wishes), and keep the atmosphere calm."
      },
      {
        "text": "Put the oil in your palms and rub a little to make the oil warmer."
      },
      {
        "text": "Before you massage, you must make a preliminary contact - by eye contact and it is important to ask a permission from the baby before starting the massage."
      },
      {
        "text": "Creating an atmosphere of intimacy, security, love and belonging."
      },
      {
        "text": "Infant massage allows the mother to develop confidence in her parenthood in a fun and experiential way, which strengthens the bond between her and the baby."
      },
      {
        "text": "The practice is a quality time consisting of touch, movement, relaxation, breathing, songs, a loving hug."
      }
    ]
  }
]