[
  {
    "content": [
      {
        "text": "Learn how to give your child the touch that they so deserve and want from you. Show them how much you love and care for them."
      },
      {
        "text": "In many cultures, babies are cradled naked on their mother’s bare chest at birth."
      },
      {
        "text": "Historically, this was necessary for the baby’s survival. More recently, in societies such as industrialized countries, more babies are born in hospitals, and as part of usual hospital care, they are often separated and swaddled or dressed before being given to their mothers. Babies who are exposed to skin-to-skin contact interact more with their mothers and cry less. This kind of touch is important to promote connection between mothers and their babies. Massaging the baby skin-to-skin helps them feel safe, calm and happy."
      },
      {
        "text": "The bonding process is the first and most important attachment between the newborn baby and their mother and father (or any other caregiver). It’s the deepest emotional connection that occurs usually just after the baby is born, and I believe its effects continue for years afterward in various ways. From the parents’ point of view, there is the feeling of joy and responsibility. From the baby’s perspective, there is a feeling of security because their basic needs are fulfilled. Humans are like that – we need to bond with the people who surround us and feel secure and safe. To learn to trust others, we need to feel loved and secure with our parents during our infanthood, and this starts from the moment we’re placed in our mothers’ arms. It all begins with a loving touch!"
      },
      {
        "text": "To prepare the environment for massage, you’ll need"
      },
      {
        "ul": [
          "A safe, calm place for baby",
          "Drinking water for the parent/caregiver",
          "A comfortable room temperature, about 72-77°F",
          "Soft lighting",
          "Pleasant music",
          "Massage oil",
          "Wipes, a diaper and a towel"
        ]
      },
      {
        "text": "Create a pleasant and positive atmosphere of intimacy, security, love and belonging. Before beginning the massage, you must make preliminary contact – look your baby in the eyes and ask for their permission."
      },
      {
        "text": "I recommend removing baby’s clothing (but wrap a cloth diaper around the areas that you won’t be working on). Dispense a little oil into your palms and rub your hands together to warm the oil."
      },
      {
        "text": "I suggest always beginning the massage with the feet. Why? Because this is the area most familiar to the baby. Every time we change baby’s diaper, we touch them in this area, so it’s the least sensitive to touch."
      },
      {
        "text": "The touch intensity should be mild, not too gentle nor too strong. On the one hand, we want to create a present touch, but on the other, we don't want to inflict pain, so the intensity should be balanced."
      },
      {
        "text": "Infant massage allows parents and caregivers to develop confidence in their parenting in a fun and experiential way, which strengthens the bond between them and their baby. Massage is a great way to enjoy quality time consisting of touch, movement, relaxation, breathing, music and a loving hug."
      }
    ]
  }
]