[
  {
    "header": "What happens at this stage?",
    "content": [
      {
        "text": "Standing on two feet is the stage when, for the first time, baby must deal with gravity on a small base (two legs), unlike in previous milestones, when the base was wide."
      },
      {
        "text": "Standing is based on all the milestones your infant has already experienced. There are two ways to stand correctly:"
      },
      {
        "ol": [
          "From kneeling , plant one foot at a time, then rise to a standing position.",
          "From squatting, rise on both legs simultaneously to stand without any support."
        ]
      }
    ]
  },
  {
    "header": "Why is this stage important?",
    "content": [
      {
        "text": "This stage prepares the body for walking by using the ability to balance on a small base. Baby stands on two feet instead of crawling (six points of contact with the surface) or sitting (both arms and legs), which occur on a wider base."
      },
      {
        "text": "Baby learns to support the weight of the body on two feet and coordinate balance between the upper and lower body."
      }
    ]
  },
  {
    "header": "Things to pay attention to",
    "content": [
      {
        "text": "If you see that your baby is having a hard time achieving this milestone by the age of 11 months, you should consult with your pediatrician or an infant development guide to learn how to help your baby. These important abilities are the foundation of their physical, sensory and emotional needs. Here are some signs your baby may need help:"
      },
      {
        "ul": [
          "Unable to transfer from standing to sitting, both alone and with support, without falling.",
          "Space between baby’s legs is too wide (greater than the pelvic width).",
          "Knees are locked (like a bear walking on two legs).",
          "Feet turn inward or outward instead of straight (like baby will walk on the side of the foot; known as clubfoot).",
          "Stands with their back bending forward.",
          "Shoulders are higher than they should be.",
          "Stands on tiptoes most of the time."
        ]
      }
    ]
  }
]