[
  {
    "content": [
      {
        "text": "My approach to “new” parenting will help you prepare your child for the modern world from the beginning of their life. My philosophy, “Teach. Support. Challenge.” was created from the understanding that we as parents have an important role in our children’s lives. It’s a simple one, but also a challenging one. Our role is to prepare our children to succeed in life when they fly away from our nest."
      },
      {
        "text": "The question that faced me was, “How can I help my kids be ready for the real world with everyday life skills? How can I give them an inner ability to independently solve their own problems, big or small, and feel confident in themselves?” Knowledge is something you can always get – you can read books, go to school and take courses at the university, or even watch a movie – but problem-solving and confidence are things you must learn from the start and learn from life experience."
      },
      {
        "text": "We can’t expect our children to succeed suddenly when they are 18, finishing school and going to college, taking care of themselves and doing all the work that we mostly did for them. We need to build this ability from birth, slowly and safely, with a lot of love, compassion and real tools that will help them. We need to build their confidence and self-esteem by encouraging them to solve problems. We must teach them step by step what they need to know and what they need to do, support them throughout the process by helping them and slowly, safely, let them take control. Then, we must challenge them to be the best they can be because we won't always be there to help."
      },
      {
        "text": "Working first with my own kids and then with other infants and their families helped me develop this system. It showed me the need to build the boundaries, trust, abilities, good communication and habits that are all becoming a part of who our children are. This is very easy to do from the start, but harder to change with time. I’m teaching the basics from day one, throughout all the developmental milestones of early childhood. You can take this knowledge with you and adjust its basic, simple approach to enhance your everyday life as a family."
      },
      {
        "text": "<b>Teach. Support. Challenge. (for the parents) = Learn. Develop. Grow. (for the infants)</b>"
      }
    ]
  }
]