[
  {
    "content": [
      {
        "text": "My approach to “new” parenting will help you to prepare your child for the modern world from the beginning of his life. My Philosophy behind “Teach. Support. Challenge.” was created from the understanding that we as parents have an important role in our children’s lives. It is a simple one but yet a challenging one at the same time. Our role is to prepare our babies, to succeed in life when they fly away from our nest."
      },
      {
        "text": "The question that was in front of me was “ how can I help my kids be ready for the real world with everyday life skills and give them an inner ability to solve their own problems, big or small independently and feel confident in themselves? Knowledge is something that you can always get - you can read books, go to school and take courses at the university or even watch a movie but having the capability to problem solving or feel self confident is something that you learn from the start and learn from life experience."
      },
      {
        "text": "We cannot expect our children to succeed when they are 18, finishing school and going to college, to take care of themselves and do all the work that we mostly did for them. We need to build it from birth, slowly and safely with a lot of love, compassion and with real tools that will help them. We need to build their confidence and self-esteem , encourage them to learn problem solving by teaching them step by step what they need to know and what they need to do, support them throughout the process by helping them and slowly, with safety let them take control and then challenge them to be the best that they can be, because we won't be there for them at all times."
      },
      {
        "text": "Working first with my own kids and other infants and their families helped me develop this system. Build boundaries, trust, abilities, good communication and understanding of habits that are all becoming a part of who you are, It’s very easy to do from the start and harder to change with time. I’m teaching the basics from day one throughout all the developmental milestones of early childhood. Then you can take it with you and adjust the basic, simple approach to your everyday life as a family."
      },
      {
        "text": "<b>Teach. Support. Challenge.(For the parents) = Learn. Develop. Grow.(For the infants)</b>"
      }
    ]
  }
]