{
  "testimonials": [
    {
      "testimonial": [
        {
          "text": "The first time we met Lilach, our son Dylan was 8 weeks old and we wanted to understand how to help him with performing movements and exploring his body. Now, Dylan is 7 months old and we are still working with Lilach. She leads us through his physical development milestones, and does so with a huge smile and the greatest care."
        },
        {
          "text": "From sitting to crawling, walking to talking, smiling and laughing, in each achievement, she is there with us. With experience, professionalism, passion and love, Lilach is doing a great job."
        },
        {
          "text": "Dylan loves to visit Baby Dev and explore and develop."
        },
        {
          "text": "Thank you, Lilach, for being a great parenting teacher to us! We hope to keep growing together."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "If you want to give your child a great start, whether (s)he has a motor delay or not, Lilach is your person. Lilach is very experienced and knowledgeable, has a box full of useful and helpful tools, and provides excellent care. This is one of the most meaningful gifts you can give yourself as a parent and it will enable your baby to thrive. – Michal Goldring Keidar, clinical social worker."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "I highly recommend working with Lilach. She is very professional and highly knowledgeable. She helped me understand my baby better and recommended different activities to support my baby’s development."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "We came to Lilach after we noticed that our 2-month-old baby girl preferred to look in one direction. In addition, as new parents, we found ourselves looking for games and exercises that we could do with our baby to help with her development. Lilach helped us with both. We began with some exercises that helped our baby look in both directions, and Lilach taught us several activities that we use today during playtime. She also helped us understand what we could expect at each stage of our baby’s development. We highly recommend Lilach for parents who are looking for a toolbox and ideas that can help with their baby’s development."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "Lilach is professional and very discerning. Over several sessions, she helped me overcome the delay in my daughter's development. Lilach is charming and pleasant. I had the pleasure of being with her and receiving service from her. I highly recommend her to other parents."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "I can't recommend Lilach's classes enough. The studio is very comfortable and inviting, and the babies love it there."
        },
        {
          "text": "Lilach takes her time with each baby (and mother). She follows up with us after class to make sure we understand how to do the activities she recommends we perform. We learn different techniques and she explains why they are useful. Even as a second-time mom, I had so much to learn from her. And to top it all off, I got to build my village with the other mothers who attended her classes."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "Lilach is an amazing, caring woman, full of passion for what she does. She will give you and your baby everything you need and so much more!"
        },
        {
          "text": "My daughter had low muscle tone, and we saw Lilach for a full year until she started to stand up and walk. Lilach gave us so many tools and reassurances for how to give our baby strength and confidence and was there for us every step of the way."
        },
        {
          "text": "This will be the best gift you could give your baby and yourself!"
        }
      ]
    }
  ]
}