{
  "testimonials": [
    {
      "testimonial": [
        {
          "text": "On the first time that we meet Lilach, our son Dylan was 8 weeks old, we wanted to understand how to help Dylan with movements and explore is Body."
        },
        {
          "text": "Now, Dylan is 7 month old and we are still working with Lilach. She lead us through Dylan's physical development milestones and she is doing that with a huge smile and care."
        },
        {
          "text": "From sitting to crawling, walking to talking, smiling and laughing, in each achievement she is there with us."
        },
        {
          "text": "With experience, professionalism, passion, and love Lilach doing a great job."
        },
        {
          "text": "Dylan loves to go there and explore and develop."
        },
        {
          "text": "Thank you Lilach for being a teacher to parenthood for us!"
        },
        {
          "text": "And hope to keep growing together."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "If you want to give your child a great start, whether (s)he has a motor delay or not, Lilach is your person. Lilach is very experienced and knowledgeable, has a box full of useful and helpful tools and provides excellent care. This is one of the most meaningful gifts you can give yourself as a parent that will enable your baby to thrive. Michal Goldring Keidar- ( you can write Clinical social worker if it's helpful)"
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "I highly recommend working with Lilach. She is very professional and highly knowledgeable. She helped me understand my baby better and recommend different activities to support my baby development."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "We came to Lilach after we noticed that our 2 months old baby girl prefers to look to one direction. In addition, as new parents, We found ourselves looking for games and exercises that we can do with our baby and will help her development. Lilach helped us with both - we began with some exercises that helped our baby to look at both directions, then she taught us different activities that we use today during play time. She also helped us to understand what we can expect in each stage of her development. We highly recommend Lilach for parents that are looking for toolbox and ideas that can help their baby’s development."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "Lilach is professional and very discerning. She helped me in several sessions to overcome the delay in my daughter's development. Lilac is charming and pleasant. I had the pleasure of being with her and receiving service from her. I highly recommend"
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "I can't recommend Lilach's classes enough. The studio is very comfortable and inviting, and the babies love it there."
        },
        {
          "text": "Lilach takes her time with each baby (and mother), she follows up with us after class to make sure we understand and do the activities she recommends us to perform. We learn different techniques and she explains why they are useful. Even as a 2nd time mom, I had so much to learn from her. And to top it all, I got to build my village with the other mothers who attended her classes."
        }
      ]
    },
    {
      "testimonial": [
        {
          "text": "Lilach is an amazing, caring woman, full of passion for what she does she will give you and your baby everything you need and so much more!"
        },
        {
          "text": "My daughter had low muscle tone, and we saw Lilach for a full year until she started to stand up and walk. Lilach gave us so many tools and reassurance on how to give our baby strength and confidence and was there for us every step of the way."
        },
        {
          "text": "This will be the best gift you would give your baby and yourself!"
        }
      ]
    }
  ]
}