[
  {
    "header": "What happens at this stage?",
    "content": [
      {
        "text": "Physiology preparation of the body to the Rolling Milestone by Recognition of all body sides: Tummy time, lying on the back, lying on the right and left side by themselves without any assistance. Bringing hands towards the midline and putting their palms inside their mouth. Shifting balance from one side of the body to the other while laying on the tummy or when laying on their back."
      }
    ]
  },
  {
    "header": "Why is this stage important?",
    "content": [
      {
        "text": "Primitive reflexes must resolve prior to attending to voluntary control over motor movements and physiology preparation of the body to the Rolling Milestone stage."
      }
    ]
  },
  {
    "header": "Things to pay attention to...",
    "content": [
      {
        "text": "If you are seeing that your baby has a hard time achieving the specific milestones described in the description or are at the age of 4 months and can’t do those things you should consult with your pediatrician or an Infant development guide in order to learn how to help your baby to achieve these important abilities that are the foundation of their physical, sensory and emotional needs:"
      },
      {
        "text": "What do you want to see your baby doing at the end of this period:"
      },
      {
        "ul": [
          "Being able to lay on their tummy for 10 minutes and be comfortable and relaxed",
          "Lay on their back and play with a toy with both hands",
          "Lay on both the left and right side comfortably",
          "Have the ability to be held in a cradling hold",
          "Lift their head while laying on their belly and look forward and to the sides",
          "Put their head down when they are awake and relaxed",
          "Be comfortable with changes, i.e. when you change their position or let someone else hold them",
          "Their palms are open most of the time"
        ]
      }
    ]
  }
]